Repository: cwi-dis/ambulant
Catalog: po/*.po
Languages: nl

source: Cannot play document: no player
nl: Kan document niet spelen: geen speler

source: Failed to parse document %s
nl: Document kan niet geparseerd worden: %s

source: %s: document is SMIL version "%s", not 3.0, will attempt to continue anyway
nl: %s: document is SMIL versie "%s" in plaats van 3.0, ik zal toch proberen het te spelen

source: %s: document uses unknown SMIL profile "%s", will attempt to continue anyway
nl: %s: document gebruikt onbekende SMIL profile "%s", ik zal toch proberen het te spelen

source: %s: Requires unavailable features, will attempt to continue anyway
nl: %s: document gebruikt onbekende features, ik zal toch proberen het te spelen

source: Plugin loader encountered problem: plugins disabled
nl: Plugins uitgeschakeld: plugin-lader werkt niet

source: Plugin skipped due to errors: %s
nl: Plugin niet geladen vanwege fout: %s

source: Plugin skipped due to errors: %s
nl: Plugin niet geladen vanwege fout: %s

source: Error reading plugin directory: %s: 0x%x
nl: Plugin map %s kan niet worden gelezen: 0x%x

source: Programmer error encountered, will attempt to continue
nl: Interne fout gedetecteerd

source: Cannot parse %s
nl: Foutieve waarde voor: %s

source: Cannot open video: %s
nl: Video-bestand kan niet geopend worden: %s

source: Unsupported: AmbulantPlayer cannot open second toplevel window yet
nl: Openen van meerdere vensters nog niet ondersteund door AmbulantPlayer

source: %s: cannot open soundfile
nl: Audiobestand kan niet geopend worden: %s

source: %s: Cannot start audio playback
nl: %s: audio kan niet gestart worden

source: %s: Cannot stop audio playback
nl: Kan audio niet stoppen: %s

source: %s: Cannot pause audio playback
nl: Kan audio niet pauzeren: %s

source: %s: Cannot resume audio playback
nl: Kan audio niet starten: %s

source: Out of memory while showing video
nl: Geheugen vol (tijdens afspelen van video)

source: cocoa_ink_renderer: Could not create DOM tree
nl: cocoa_ink_renderer: Kan geen DOM-tree bouwen

source: %s: cannot convert to URL
nl: Geen correcte internetlocatie (URL): %s

source: %s: cannot open movie
nl: Videobestand kan niet geopend worden: %s

source: %s: node ID not found
nl: %s: Node ID niet gevonden

source: Geometry error in smil document at %s
nl: Fout in geometrie in SMIL document (%s)

source: Cannot initialize SDL audio library
nl: SDL audio-library kan niet ge√Ønitialiseerd worden

source: Cannot open SDL audio output stream: %s
nl: SDL audiokanaal kan niet geopend worden: %s

source: Cannot open SDL audio output stream with required characteristics
nl: SDL audiokanaal kan niet geopend worden met de juiste eigenschappen

source: %s: cannot open audio file
nl: Audiobestand kan niet geopend worden: %s

source: %s: audio format not supported
nl: Onbekend audio formaat in: %s

source: %s: cannot open
nl: Bestand kan niet geopend worden: %s

source: %s: Not a SMIL document
nl: %s: Is geen SMIL document

source: %s: Not a valid XML document
nl: %s: Is geen XML document

source: expected: `%s', got: `%s'.
nl: verwachtte: `%s', kreeg: `%s'

source: No XML parser configured
nl: Geen XML parser geconfigureerd

source: Parser "%s" not available, using "%s"
nl: Parser "%s" niet beschikbaar, "%s" wordt gebruikt

source: transition: no `type' attribute
nl: Transition: `type' attribute ontbreekt

source: transition: unknown type="%s"
nl: Transition: onbekend type="%s"

source: transition: unknown scope="%s"
nl: Transition: onbekend scope="%s"

source: transition: illegal value for %s attribute (%s)
nl: Transition: foute waarde voor %s attribuut (%s)

source: Could not create any XML parser (configuration error?)
nl: Geen enkele XML parser gevonden (configuratiefout?)

source: %s: Error parsing document
nl: %s: Fout opgetreden tijdens parseren

source: %s: Unexpected exception during parsing
nl: %s: onverwachte fout tijdens parseren

source: Obsolete DTD: %s
nl: Verouderde DTD: %s

source: %s: Cannot open, not supported by any datasource
nl: %s: Kan niet geopend worden, geen ondersteuning voor dit formaat

source: %s: Cannot open, no compatible parser
nl: %s: Kan niet decodeerd worden

source: %s: Cannot open, cannot find conversion filter
nl: Audiobestand kan niet geopend worden: %s

source: %s: Cannot open, not supported by any video datasource
nl: %s: Kan niet geopend worden, geen ondersteuning voor dit video-formaat

source: datasource_reader: out of memory
nl: datasource_reader: geen geheugen meer

source: %s: no more audio streams
nl: %s: kan geen audiokanaal meer aanmaken

source: Programmer error encountered during audio playback
nl: Interne fout gedetecteerd tijdens het spelen van audio

source: Programmer error encountered during video playback
nl: Interne fout gedetecteerd tijdens het spelen van video

source: %s: Ignoring audio, unsupported encoding
nl: %s: Onbekende audio-codering, overgeslagen

source: %s: unable to create audio resampler
nl: %s: audio resampler kan niet gecre√´erd worden

source: No support for %d-bit audio, only 16
nl: Geen ondersteuning voor %d-bit audio, alleen 16-bit

source: %s: audio decoder "%s" not supported
nl: %s: audio decoder "%s" wordt niet ondersteund

source: ffmpeg_decoder_datasource: could not select %s(0x%x) decoder
nl: ffmpeg_decoder_datasource: kan %s(0x%x) decoder niet selecteren

source: No support for "%s" audio
nl: Geen ondersteuning voor "%s" audio

source: Audio cannot be converted to 44Khz stereo
nl: Audio kan niet geconverteerd worden naar 44Khz stereo

source: %s: Cannot start reader thread
nl: %s: thread voor lezer kan niet gestart worden

source: Programmer error encountered
nl: Interne fout gedetecteerd

source: ffmpeg_video_decoder_datasource: could not select %s(0x%x) decoder
nl: ffmpeg_video_decoder_datasource: kan %s(0x%x) decoder niet selecteren

source: Out of memory playing video
nl: Geheugen vol (tijdens afspelen van video)

source: error decoding video frame (timestamp=%lld)
nl: fout tijdens decoderen videoframe (timestamp=%lld)

source: No support for "%s" video
nl: Geen ondersteuning voor "%s" video

source: Error encountered while reading file %s
nl: Er is een fout opgetreden tijdens het lezen van %s

source: RTSP Connection Failed
nl: Kan geen RTSP netwerk verbinding maken

source: playing RTSP connection failed
nl: Kan niet via de RTSP verbinding afspelen

source: pausing RTSP media session failed
nl: Kan niet via de RTSP verbinding pauzeren

source: resuming RTSP media session failed
nl: Kan niet via de RTSP verbinding starten

source: %s: Cannot parse URL
nl: Kan netwerklocatie (URL) niet interpreteren: %s

source: Error in SMIL animation
nl: Fout in SMIL animatie

source: Syntax error in SMIL document
nl: Fout in SMIL document

source: Ignoring minor errors in document
nl: Kleine fouten in SMIL document, genegeerd

source: %s: Invalid showBackground value: %s
nl: %s: Foutieve waarde voor showBackground: %s

source: Problem with layout in SMIL document
nl: Document bevat geen correcte opmaak-sectie

source: Document has no <body> section, nothing to play
nl: Document bevat geen <body> gedeelte, er kan niets gespeeld worden

source: Programmer error encountered, attempting to continue
nl: Interne fout gedetecteerd

source: Document uses state, but no state support configured
nl: Document gebruikt SMIL State, maar dat is niet beschikbaar

source: No state support for language %s
nl: Geen SMIL State support voor taal: %s

source: Link destination not found: %s
nl: Linkbestemming niet gevonden: %s

source: This implementation cannot open <%s> in new window
nl: Deze versie kan <%s> niet in een nieuw venster openen

source: Error in smilText timing
nl: Fout in smilText timing

source: Programmer error, attempting to continue
nl: Interne fout gedetecteerd

source: While loading settings: %s: Could not create DOM tree
nl: Tijdens het lezen van de instellingen: %s: Kan geen DOM-tree bouwen

source: Error in SMIL timing info in document
nl: SMIL-timing fout in document

source: Ignoring wallclock in document
nl: Wallclock niet ondersteund, genegeerd

source: Error in SMIL interaction info in document
nl: Fout in SMIL interactie in document

source: Error in SMIL transition info in document
nl: Fout in SMIL transitie in document

source: %s: Cannot build DOM tree
nl: DOM-tree kan niet gebouwd worden: %s

source: _File
nl: _Bestand

source: Open a document from local disk
nl: Open document van locale schijf

source: Open a document from the network
nl: Open document op het internet

source: _Reload
nl: _Laad Opnieuw

source: Reload current document
nl: Laad het huidige document opnieuw

source: _Preferences
nl: _Voorkeuren

source: Change application preferences
nl: Wijzig voorkeuren

source: _Load Settings...
nl: _Instellingen....

source: Open SMIL playback settings document
nl: Open document met SMIL afspeelopties

source: _Quit
nl: _Stop

source: Quit Ambulant Player
nl: Stop AmbulantPlayer

source: Pla_y
nl: Spee_l

source: Start document playback
nl: Speel het document

source: _Pause
nl: _Pauzeer

source: Pause document playback
nl: Pauzeer het document

source: Stop document playback
nl: Stop het document

source: _View
nl: _Weergave

source: _Full Screen
nl: _Hele Scherm

source: Full Screen
nl: Hele Scherm

source: _Window
nl: _Venster

source: Normal Screen
nl: Gewoon Scherm

source: _Log Window...
nl: _Logboek

source: Show status output window
nl: Toon statusvenster

source: _About AmbulantPlayer
nl: Over _AmbulantPlayer

source: Information about Ambulant
nl: Informatie ove Ambulant

source: Help in AmbulantPlayer Webpage
nl: Hulp uit de AmbulantPlayer WebPagina

source: AmbulantPlayer _Website...
nl: AmbulantPlayer _WebPagina...

source: Open the Ambulant Webpage
nl: Open de Ambulant WebPagina

source: _Play Welcome Document
nl: _Speel Welkom-document

source: Plays a simple SMIL file
nl: Speelt een eenvoudige SMIL file

source: About AmbulantPlayer
nl: Over AmbulantPlayer

source: Cannot find Welcome.smil document
nl: Welcome.smil document niet gevonden

source: Cannot find Ambulant Player Help
nl: AmbulantPlayer Help is niet gevonden

source: %s: Cannot open file: %s
nl: %s: Bestand kan niet geopend worden: %s

source: Please, select a file
nl: Selecteer een bestand a.u.b.

source: SMIL files
nl: SMIL bestanden

source: All files
nl: Alle bestanden

source: Any file
nl: Alles (*)

source: Please, select a settings file
nl: Selecteer een instellingen-bestand

source: XML files
nl: XML bestanden

source: URL to open:
nl: Open URL:

source: Ambulant Player: compile time version %s, runtime version %s
nl: Ambulant Player: gebouwd voor versie %s, draait met versie %s

source: Ambulant Player: built on %s for Unix/GTK
nl: Ambulant Player: gebouwd op %s voor Unix/GTK

source: Ambulant Player: localization enabled (english)
nl: Ambulant Player: met taalondersteuning (nederlands)

source: Cannot open logfile: %s
nl: Logboekbestand kan niet geopend worden: %s

source: $BROWSER not set: cannot open webpage <%s>
nl: $BROWSER niet gespecificeerd, kan webpagina <%s> niet openen

source: Attempt to start browser returned status %d. Command: %s
nl: Fout %d tijdens starten van webbrowser %s

source: Preferences
nl: Voorkeuren

source: Log level:
nl: Logboek detail:

source: Xerces Options:
nl: Xerces opties:

source: Enable XML namespace support
nl: Gebruik XML namespace ondersteuning

source: Enable XML Validation:
nl: Gebruik XML validering

source: Using Schema
nl: Met Schema

source: Using DTD
nl: Met DTD

source: Validation Schema full checking
nl: Volledige controle Schema

source: Plugin Options:
nl: Opties voor insteekmodules:

source: Use plugins
nl: Gebruik insteekmodules

source: Plugin Directory:
nl: Map voor insteekmodules:

source: Invalid value from preference file: %s=%s
nl: Fout in voorkeuren-bestand: %s=%s

source: Invalid preference name: %s
nl: Onbekende voorkeursspecificatie: %s

source: Invalid preference file format
nl: Voorkeuren-bestand niet in het juiste formaat

source: HOME environment variable not set
nl: HOME omgevingsvariabele niet gespecificeerd

source: mkdir("%s") failed: %s
nl: mkdir("%s") mislukt: %s

source: Ambulant Player: built on %s for Macintosh/%s/%s
nl: Ambulant Player: gebouwd op %s voor Macintosh/%s/%s

source: Ambulant Player: localization enabled (english; user requested %s)
nl: Ambulant Player: met taalondersteuning (nederlands; gebruikersvoorkeur: %s)

source: Welcome.smil could not be opened
nl: Welcome.smil kan niet geopend worden

source: No Welcome.smil in application bundle
nl: Applicatie bevat geen Welcome.smil

source: Cannot open http://www.ambulantplayer.org
nl: Kan http://www.ambulantplayer.org niet openen

source: Cannot open: %s
nl: Bestand kan niet geopend worden: %s

source: Cannot open: %s, error: %s
nl: Bestand kan niet geopend worden: %s, foutcode: %s

source: Ambulant Player: built on %s for Windows/MFC
nl: Ambulant Player: gebouwd op %s voor Windows/MFC

source: Ambulant Player: using AmbulantPlayer in DLL
nl: Ambulant Player: gebruikt AmbulantPlayer in DLL

source: &Reload...
nl: Laad Opnieuw (Alt-L)

source: &Preferences...
nl: &Voorkeuren...

source: &Document Settings...
nl: &Documentinstellingen...

source: &Quit
nl: &Stop

source: &File
nl: &Bestand

source: Pla&y
nl: &Speel

source: &Pause
nl: &Pauzeer

source: &Full Screen
nl: &Hele Scherm

source: &Window
nl: &Venster

source: &Log Window...
nl: Logboek

source: &View
nl: &Weergave

source: &About AmbulantPlayer
nl: &Over AmbulantPlayer

source: &Play Welcome Document
nl: &Speel Welkom-document

source: SMIL files (*.smil *.smi);; All files (*.smil *.smi *.grins);; Any file (*)
nl: SMIL bestanden (*.smil *.smi);; Alle bestanden (*.smil *.smi *.grins);; Alles (*)

source: open file dialog
nl: Open Bestand

source: Double Click a file to open
nl: Dubbelklik om een bestand te openen

source: Settings files (*.xml)
nl: Instellingenbestanden (*.xml)

source: open settings file dialog
nl: open instellingen-bestand

source: Double Click a settings file to open
nl: Dubbelklik om een instellingen-bestand te openen

source: No file open: Please first select File->Open
nl: Geen document open: gebruik Bestand->Open

source: Cancel
nl: Annuleer

source: Ambulant Player: built on %s for Unix/Qt
nl: Ambulant Player: gebouwd op %s voor Unix/Qt

source: Cannot open:
nl: Bestand kan niet geopend worden:

source: Xerces options:
nl: Xerces opties:

source: Enable XML validation:
nl: Gebruik XML validering

source: Plugin options:
nl: Opties voor insteekmodules:

source: Plugin directory:
nl: Map voor insteekmodules:
